{
  "Root": {
    "home": "Trang chủ",
    "about": "Thông tin công ty",
    "contact": "Liên hệ",
    "signIn": "Đăng nhập",
    "signUp": "Đăng ký",
    "resetPassword": "Quên mật khẩu",
    "Logout": "Đăng xuất",
    "close": "Đóng",
    "recruitment": "Tuyển dụng",
    "retail": "Bán lẻ",
    "nail": "Dịch vụ làm móng",
    "companyInfo": "Thông tin công ty",
    "workingHours": "Giờ làm việc",
    "dayWork": "Thứ 2 - Thứ 6",
    "notFound": {
      "title": "Trang không tồn tại",
      "description": "Xin lỗi, chúng tôi không tìm thấy trang bạn đang tìm kiếm.",
      "button": "Trở lại trang chủ"
    }
  },
  "HomePage": {
    "title-section": "Stablecoins, Reinvented with Real Estate for the hospitality industry",
    "featureTitle": "Dịch Vụ Chính",
    "featureSubTitle": "Dịch Vụ Chuyên Nghiệp",
    "featureDes": "Chúng tôi cung cấp dịch vụ chất lượng cao về nail, giới thiệu nhân lực và bán lẻ để đáp ứng nhu cầu đa dạng của bạn.",
    "readMore": "Xem thêm",
    "nail": "Làm móng",
    "recruitment": "Giới thiệu nhân lực",
    "retail": "Bán lẻ",
    "brandStoryTitle": "Cầu nối giữa doanh nghiệp và người tài",
    "brandStoryDes": "Năng động – Hiện đại – Kết nối quốc tế",
    "brandStoryHeading": "Hiện thực hóa chất lượng dịch vụ bằng tay nghề và",
    "brandStoryHeading2": "sự tận tâm",
    "brandStoryContent": "Với đội ngũ giàu kinh nghiệm và chuyên môn cao, chúng tôi cung cấp đa dạng dịch vụ từ chăm sóc sắc đẹp, giới thiệu nhân lực quốc tế, đến biên – phiên dịch chuyên nghiệp. Từng dịch vụ đều được thực hiện với sự kỹ lưỡng, cập nhật xu hướng mới và cam kết mang lại trải nghiệm tối ưu cho khách hàng.",
    "brandStoryPoint1": "Đội ngũ nhân sự có chứng chỉ chuyên môn",
    "brandStoryPoint2": "Quy trình vệ sinh và vận hành được quản lý nghiêm ngặt",
    "brandStoryPoint3": "Hệ thống đặt lịch và hỗ trợ linh hoạt, chu đáo",
    "companyInfoTitle": "Thông tin công ty",
    "companyName": "Tên công ty",
    "companyNameValue": "Công ty cổ phần LHF",
    "companyAddress": "Địa chỉ",
    "companyAddressValue": "Aichi-ken, Ichinomiya-shi, Shimamura Uji Kōkōji 105-2, tầng 2",
    "companyHours": "Giờ làm việc",
    "companyHoursValue": "Liên hệ: ",
    "companyWebsite": "Website",
    "companyWebsiteValue": "lhf.co.jp",
    "monday": "Thứ 2",
    "friday": "Thứ 6",
    "saturday": "Thứ 7",
    "sunday": "Chủ nhật",
    "closed": "Đóng cửa",
    "termsOfService": "Điều khoản dịch vụ",
    "privacyPolicy": "Chính sách bảo mật",
    "allRightsReserved": "Tất cả các quyền được bảo lưu",
    "locationListTitle": "Hệ thống chi nhánh & cửa hàng",
    "locationListDes": "Khám phá các văn phòng, tiệm nail và cửa hàng bán lẻ của chúng tôi tại nhiều địa điểm khác nhau. Mỗi chi nhánh đều mang đến dịch vụ chuyên nghiệp và trải nghiệm nhất quán.",
    "viewOnMap": "Xem trên bản đồ"
  },
  "Meta": {
    "title": "Công ty TNHH LHF",
    "description": "Công ty TNHH LHF là công ty cổ phần cung cấp dịch vụ chất lượng cao về nail, giới thiệu nhân lực và bán lẻ."
  },
  "Location": {
    "hq": "Trụ sở chính",
    "hqTitle": "Trụ sở chính LHF",
    "hqAddress": "Aichi-ken, Ichinomiya-shi, Shimamura Uji Kōkōji 105-2, tầng 2",
    "hqPostal": "〒 491-0121",

    "office": "phòng quản lý",
    "officeTitle": "Văn phòng quản lý LHF ",
    "officeAddress": "Aichi-ken, Ichinomiya-shi, Nagashima-cho 2-chome 9",
    "officePostal": "〒 491-0071",

    "salon": "Làm móng",
    "salonTitle": "Tiệm làm móng LHF chi nhánh Ichinomiya",
    "salonAddress": "Aichi-ken, Ichinomiya-shi, Sakae 3-chome 5-18 STOCK BLDG tầng 2",
    "salonPostal": "〒 491-0858",

    "store": "Bán lẻ",
    "storeTitle": "Cửa hàng thực phẩm Việt Nam",
    "storeAddress": "Okayama-ken, Soja-shi, Chuo 1-6 Soja Building tầng 2",
    "storePostal": "〒 719-1131"
  },
  "NailPage": {
    "title": "Tận hưởng vẻ đẹp",
    "galleryTitle": "Bộ sưu tập Nail",
    "galleryDes": "Chiêm ngưỡng những mẫu nail chất lượng cao chúng tôi đã thực hiện",
    "nailAlbum": "Bộ sưu tập Nail",
    "hotTrend": "Sản phẩm hot",
    "bookingTitle": "Đặt chỗ trực tuyến",
    "bookingSubTitle": "Đặt lịch",
    "bookingDes": "Đặt chỗ nhanh chóng và dễ dàng",
    "bookingMethod": "Phương thức đặt chỗ",
    "bookingMethodDes": "Vui lòng liên hệ với chúng tôi bằng bất kỳ phương pháp nào dưới đây. Chúng tôi sẽ trả lời trong vòng 24 giờ."
  },
  "AboutPage": {
    "title": "Về chúng tôi",
    "ourCompanyDes": "Năng động – Hiện đại – Kết nối quốc tế",
    "ourCompany": "Về chúng tôi",
    "aboutCompanyDes": " LHF Việt Nhật là cầu nối hợp tác giữa Việt Nam và Nhật Bản, chuyên cung cấp các dịch vụ chất lượng trong nhiều lĩnh vực. Chúng tôi hoạt động với phương châm đặt **uy tín – chuyên nghiệp – tận tâm** lên hàng đầu, nhằm mang đến giá trị thiết thực cho khách hàng và đối tác.",
    "getInTouch": "Liên hệ",
    "placeholderName": "Nhập họ và tên của bạn",
    "placeholderEmail": "Nhập email của bạn",
    "placeholderMessage": "Nhập nội dung tin nhắn của bạn",
    "submitting": "Đang gửi...",
    "sendMessage": "Gửi tin nhắn",
    "contactUsDes": "Chúng tôi rất mong nhận được phản hồi từ bạn. Vui lòng điền vào mẫu này.",
    "capital": "Vốn điều lệ",
    "capitalAmount": "5,000,000 Yên",
    "Vision": {
      "title": "Tầm nhìn",
      "v1-title": "Theo đuổi sự hài lòng",
      "v1-des": "Cung cấp dịch vụ vượt qua mong đợi của cả doanh nghiệp và người tìm việc, hướng tới sự hài lòng tối đa.",
      "v2-title": "Niềm tin và sự chân thành",
      "v2-des": "Tương tác với tất cả các bên liên quan bằng sự minh bạch và trung thực, xây dựng mối quan hệ tin cậy vững chắc.",
      "v3-title": "Đổi mới và tiến bộ",
      "v3-des": "Không ngừng đổi mới, ứng dụng công nghệ và kiến thức mới nhất để thích ứng nhanh với thay đổi thị trường.",
      "v4-title": "Đóng góp cho xã hội",
      "v4-des": "Thông qua việc giới thiệu nhân tài chất lượng cao, góp phần tạo ra cơ hội việc làm và phát triển xã hội bền vững."
    }
  },
  "RecruitmentPage": {
    "aboutTitle": "Giới thiệu nhân lực",
    "aboutSubTitle": "Tuyển dụng",
    "aboutDes": "Đồng hành cùng doanh nghiệp tìm kiếm nhân lực chất lượng cao.",
    "aboutContent": "Chúng tôi kết nối nhân tài với cơ hội việc làm chất lượng, đồng hành cùng doanh nghiệp và ứng viên trên hành trình phát triển bền vững.",
    "tab1": "Thực tập sinh kỹ năng",
    "tab2": "Kỹ năng đặc định (trong nước)",
    "tab3": "Kỹ năng đặc định (nước ngoài)",
    "tabTitle1": "Quy trình tiếp nhận thực tập sinh kỹ năng",
    "tabTitle2": "Quy trình tuyển dụng kỹ năng đặc định ① Trường hợp trong nước Nhật",
    "tabTitle3": "Quy trình tuyển dụng kỹ năng đặc định ② Trường hợp ở nước ngoài",
    "tabNote": "Mất khoảng 6 tháng để hoàn thành đến bước 6",
    "language": {
      "ja": "Tiếng Nhật",
      "vi": "Tiếng Việt"
    },
    "internship": {
      "step1": "Ứng tuyển, phỏng vấn (trực tiếp hoặc online)",
      "step2": "Đăng ký và phê duyệt kế hoạch thực tập kỹ năng",
      "step3": "Đăng ký và cấp giấy chứng nhận tư cách lưu trú",
      "step4": "Đăng ký và cấp visa tại nước ngoài",
      "step5": "Nhập cảnh và đào tạo 1 tháng",
      "step6": "Bắt đầu làm việc tại công ty và thực tập kỹ năng"
    },
    "domestic": {
      "step1": "Người nước ngoài đỗ kỳ thi hoặc hoàn thành khóa thực tập kỹ năng cấp 2",
      "step2": "Ký hợp đồng lao động với người nước ngoài có kỹ năng đặc định",
      "step3": "Xây dựng kế hoạch hỗ trợ cho người nước ngoài có kỹ năng đặc định",
      "step4": "Đăng ký xin thay đổi tư cách lưu trú tại Cục quản lý xuất nhập cảnh địa phương",
      "step5": "Thay đổi tư cách lưu trú thành 'Kỹ năng đặc định số 1'",
      "step6": "Bắt đầu làm việc",
      "note1": "※1 〜Vui lòng thực hiện trước khi đăng ký cấp giấy chứng nhận tư cách lưu trú hoặc đăng ký thay đổi tư cách lưu trú!",
      "note1_1": "Quy trình thẩm định của cơ quan tiếp nhận",
      "note1_2": "Khám sức khỏe",
      "note1_3": "※1 〜Có thể ủy thác một phần thực hiện kế hoạch hỗ trợ người nước ngoài có kỹ năng đặc định cho bên thứ ba, hoặc ủy thác toàn bộ cho cơ quan hỗ trợ đã đăng ký.",
      "note1_4": "(Trong trường hợp ủy thác một phần, cơ quan tiếp nhận cần đáp ứng các tiêu chuẩn về hệ thống hỗ trợ.)",
      "note2": "※2〜Các tài liệu đính kèm chính bao gồm",
      "note2_1": "Bản sao hợp đồng lao động kỹ năng đặc định",
      "note2_2": "Kế hoạch hỗ trợ người nước ngoài có kỹ năng đặc định",
      "note2_3": "Tài liệu chứng minh kỹ năng và khả năng tiếng Nhật"
    },
    "overseas": {
      "step1": "Người nước ngoài đỗ kỳ thi hoặc hoàn thành khóa thực tập kỹ năng cấp 2 (đã về nước)",
      "step2": "Ký hợp đồng lao động với người nước ngoài có kỹ năng đặc định",
      "step3": "Đăng ký cấp giấy chứng nhận tư cách lưu trú tại Cục quản lý xuất nhập cảnh địa phương",
      "step4": "Nhận giấy chứng nhận tư cách lưu trú và đăng ký xin visa",
      "step5": "Nhận visa và nhập cảnh",
      "step6": "Bắt đầu làm việc",
      "note1": "※1〜2 Tham khảo trang trước ① (Trường hợp tuyển dụng người nước ngoài đang lưu trú tại Nhật Bản)",
      "note2": "Khi tuyển dụng người nước ngoài có kỹ năng đặc định, vui lòng lưu ý những điểm sau:",
      "note2_1": "✓ Không cấm việc đưa ra lời mời trước khi đỗ các kỳ thi.",
      "note2_2": "✓ Về mối quan hệ trước sau giữa việc đỗ kỳ thi kỹ năng và kỳ thi tiếng Nhật của người nước ngoài có kỹ năng đặc định và việc ký kết hợp đồng lao động kỹ năng đặc định với cơ quan tiếp nhận, về cơ bản, dự kiến sẽ ký kết hợp đồng lao động kỹ năng đặc định với cơ quan tiếp nhận sau khi người nước ngoài có kỹ năng đặc định đỗ các kỳ thi.",
      "note2_3": "✓ Có thể tham dự kỳ thi sau khi đã ký kết hợp đồng lao động kỹ năng đặc định, nhưng hãy lưu ý rằng nếu không đỗ các kỳ thi, việc tiếp nhận sẽ không được chấp thuận.",
      "note3": "✓ Về nguyên tắc, đơn đăng ký phải do chính người nước ngoài thực hiện.",
      "note4": "✓ Có thể ủy thác nếu được Cục trưởng địa phương phê duyệt là người đại diện nộp đơn."
    },
    "comparison": {
      "title": "Bảng so sánh chế độ kỹ năng thực tập và chế độ lao động phát triển",
      "category": "Hạng mục",
      "technicalTrainingSystem": "Chế độ kỹ năng thực tập",
      "developmentLaborSystem": "Chế độ lao động phát triển (quyết định ngày 15/3/2024)",
      "purpose": "Mục đích",
      "eligibility": "Phân loại đối tượng tiếp nhận",
      "transferConditions": "Điều kiện chuyển đổi",
      "jobChange": "Chuyển việc",
      "japaneseAbility": "Khả năng tiếng Nhật",
      "trainingContent": "Nội dung đào tạo (kỳ thi)",
      "comingCost": "Chi phí đến Nhật",
      "technicalTraining": {
        "purpose": "Mục đích là đào tạo kỹ năng cho người lao động nước ngoài, thời gian lưu trú tối đa là 5 năm.",
        "eligibility": "91 ngành nghề, 167 công việc là đối tượng (tính đến ngày 30/9/2024).",
        "transferConditions": "Có thể chuyển sang kỹ năng thực tập cấp 2, cấp 3 nếu đạt kỳ thi kỹ năng.",
        "jobChange": "Về nguyên tắc không thể",
        "japaneseAbility": "Không có yêu cầu",
        "trainingContent": "Khi kết thúc cấp 1 sẽ thi kiểm tra kỹ năng. Khi kết thúc cấp 2 phải đạt kỳ thi kỹ năng cấp 3.",
        "comingCost": "Về nguyên tắc doanh nghiệp không phải chịu chi phí"
      },
      "developmentLabor": {
        "purpose": "Mục đích là đào tạo kỹ năng cho người lao động nước ngoài và bổ sung lực lượng lao động thiếu hụt của Nhật Bản, thời gian lưu trú tối đa là 5 năm.",
        "eligibility": "Đối tượng là cùng phân loại với kỹ năng đặc định.",
        "transferConditions": "Yêu cầu khả năng tiếng Nhật, không chỉ kỹ thuật mà còn coi trọng khả năng giao tiếp.",
        "jobChange": "Có thể chuyển việc theo ý muốn của bản thân trong trường hợp có hoàn cảnh không thể tránh khỏi.",
        "japaneseAbility": "Kỳ thi năng lực tiếng Nhật N5 (về nguyên tắc)",
        "trainingContent": "Kết thúc năm thứ 1: A1 (tương đương N5), thi kiểm tra kỹ năng, v.v. Kết thúc năm thứ 3: A2 (tương đương N4), thi kiểm tra kỹ năng cấp 3.",
        "comingCost": "Doanh nghiệp chịu một phần chi phí (Ví dụ: Trường hợp Việt Nam, chi phí đến Nhật khoảng 3.600 đô la, doanh nghiệp chịu hơn một nửa)."
      }
    }
  },
  "RetailPage": {
    "productListTitle": "Sản phẩm bán lẻ",
    "productSubTitle": "Bán lẻ",
    "productListDes": "Khám phá những sản phẩm chất lượng cao từ chúng tôi, chúng tôi cung cấp các mặt hàng như nguyên liệu Việt Nam, hoa xà phòng ..."
  }
}
